/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Một bảng sóng âm đang được tạo. Vui lòng thử lại sau khi quá trình tạo đã hoàn tất.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Đã phát hiện thấy thông tin âm sắc cho một dạng sóng. Điều biến thành tố có sẵn, bằng cách chuyển núm Điều biến sang “Thành tố”. Các núm Kiểu 1 và Kiểu 2 không hoạt động.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Để tạo bảng sóng âm, tệp âm thanh phải có cao độ không đổi, một số phần dốc được tách biệt bằng khoảng lặng hoặc một phần tuần hoàn đơn nhất trở lên.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Bảng sóng âm mới chứa %d dạng sóng.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Đang tạo Bảng sóng âm";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Đã tạo Bảng sóng âm với Một Dạng sóng Duy nhất";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Không tạo được Bảng sóng âm";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Đã tạo Bảng sóng âm";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Bên trong";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Chuỗi bên:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Tắt";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Đầu vào âm thanh bên ngoài:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Nhận dạng Nốt";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Phân tích cao độ";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Đang phân tích: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Lỗi mở tệp";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Không thể tìm thấy tệp bạn đang cố tải.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Lỗi mở tệp";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Không có đủ bộ nhớ để tải tệp được chọn.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Tệp chứa các thay đổi nhịp độ";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Cảnh báo: Một hoặc nhiều tệp bạn đang nhập chứa các dấu mốc thay đổi nhịp độ. Phiên bản MainStage này không hỗ trợ đồng bộ hóa các tệp có các thay đổi nhịp độ.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Lỗi mở tệp";

/* Playback file alert */
"PlaybackTransientsMessage" = "Các nốt đệm trong tệp được chọn đã được ẩn trong Logic Pro. Hãy mở tệp trong Logic Pro và hiện các nốt đệm trước khi mở lại tệp trong trình cắm.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Lỗi không xác định";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Không thể mở tệp được chọn.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Định dạng tệp âm thanh không được hỗ trợ";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Tệp âm thanh bạn đang cố thêm không thuộc định dạng tệp được hỗ trợ. Hãy chuyển đổi tệp thành định dạng được hỗ trợ bằng cách sử dụng iTunes hoặc một ứng dụng âm thanh khác trước khi thêm tệp đó vào trình cắm Phát lại.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Thiếu tệp)";
